[{
	"source_API": "bing",
	"query_name": "Top News - US - Bing",
	"source_article": "International Business Times",
	"source_icon": "https://www.bing.com/th?id=AR_9f6a911c9d042b01c6b85e9c12aa8647&pid=news",
	"title_article": "Mother Of Toddler Arrested On Sexual Abuse And Child Abuse Charges",
	"description_article": "Police gathered evidence of the abuse from Jessica Ahlbrand's video chat with an inmate of Boone County Detention Center",
	"url_article": "https://www.ibtimes.com/mother-toddler-arrested-sexual-abuse-child-abuse-charges-3203528",
	"urtToImage_article": "https://www.bing.com/th?id=OVFT.sRVRnunVljPLXhjhdsvxyy",
	"publishedAt_article": "2021-05-20T04:21:00.0000000Z",
	"text_article": "A 22-year-old mother has been arrested and charged with the child abuse and sexual abuse of her 18-month-old child, Boone County Sheriff's Office said. Jessica Ahlbrand of Florence, Cincinnati was arrested Wednesday after police gathered evidence of the abuse from her video chat with an inmate of Boone County Detention Center, reported local news outlet WCPO. The inmate is Ahlbrand's boyfriend and father of the child. According to the Sheriff's Office, the deputies watched a video chat between Alhbrand and the inmate which happened on May 10. In the video, the woman was heard telling her boyfriend that she could not find her \"snacks\" and that the child was most likely the culprit who had consumed them. Deputies believe that the \"snacks\" contained Tetrahydrocannabinol or THC, the principal psychoactive constituent of cannabis. She then went on to display several photos of the child, who appeared to be under the influence and incoherent. \"Deputies observed Ahlbrand and her boyfriend laughing at the sight of the photographs,\" the press release from the Sheriff's office said. \"From the same video chat, deputies observed Ahlbrand walk into the child's bedroom and perform sexual acts on herself while in the presence of the child,\" the statement read. On May 15, she made another video call with the inmate, in which she also performed sexual acts on herself while the child was in the room, the release said. Ahlbrand has been charged with one count of sexual abuse of a victim under 12 years of age and criminal abuse of a child 12 or under. She is being held at the Boone County Detention Center on a $250,000 bond. Following her arrest, the Kentucky Cabinet for Health and Family Services took custody of the child. Last month, a 24-year-old woman was arrested in Etowah County, Alabama, after testing positive for multiple drugs while giving birth. Whitney Nicole Reeves was charged with the felony of chemical endangerment of exposing a child to an environment in which controlled substances are ingested, produced, or distributed. Reeves reportedly tested positive for both amphetamine and methamphetamine. Her newborn had also tested positive for the drugs."
}, {
	"source_API": "bing",
	"query_name": "Top News - US - Bing",
	"source_article": "Business Insider",
	"source_icon": "https://www.bing.com/th?id=AMMS_b3ffab7279c7b6b448383d03bb5daec1&pid=news",
	"title_article": "2 pilots ejected from an F-15QA fighter jet during an emergency on the runway at a St. Louis airport",
	"description_article": "The aircraft was a new F-15 variant for a foreign buyer. What caused the pilots to eject is currently under investigation.",
	"url_article": "https://www.businessinsider.com/st-louis-airport-f15-pilots-reportedly-ejected-2021-5",
	"urtToImage_article": "https://www.bing.com/th?id=OVFT.ePQS-1lx84A5_LGWjCRsvi",
	"publishedAt_article": "2021-05-20T03:32:00.0000000Z",
	"text_article": "Two US active-duty pilots ejected from an F-15 fighter jet Tuesday morning after an emergency on the runway at MidAmerica St. Louis Airport in Mascoutah, Illinois, the US Air Force and a nearby base said. Emergency responders arrived on the scene around 7:30 am local time. Both pilots were taken to a local hospital to address minor injuries and for observation. One pilot has been released, a spokesman for Scott Air Force Base, which is adjacent to MidAmerica Airport, said. A St. Louis Post-Dispatch photojournalist posted a photo on Twitter of the mishap fighter jet, which is missing its canopy and sitting just off the runway on the grass with unidentified personnel nearby. The aircraft involved in this incident was a new F-15QA fighter recently accepted by the Air Force from Boeing and expected to be transferred to the Qatar Emiri Air Force through the Foreign Military Sales program. The pilots, a source told Military.com, were from the Air Force and Navy and assigned to the Defense Contract Management Agency, which handles equipment delivery from contractors. Boeing received a five-year $240 million contract in 2019 to support the QEAF by providing F-15QA program management, maintenance, and aircrew training, according to the company. Scott Air Force Base tweeted in late February, that pilots who will fly Boeing's new fighter were undergoing training and instruction at MidAmerica Airport with support from base personnel. The US Air Force's newest F-15 variant, the F-15EX Eagle II, is based on the F-15QA, according to Air Force Magazine. The F-15EX is replacing the aging fleet of F-15C/D fighters and, possibly, the F-15E Strike Eagles. The service received its first of the new fighters in March. It is unclear exactly what happened Tuesday that caused the two pilots to eject from the F-15QA fighter on the runway. A safety board investigation is currently underway, according to Scott Air Force Base. Update: This post was updated with additional information from the US Air Force and Scott Air Force Base."
}, {
	"source_API": "bing",
	"query_name": "Top News - US - Bing",
	"source_article": "Politico",
	"source_icon": "https://www.bing.com/th?id=AR_40e264668889b16b5e1b346ab63eb667&pid=news",
	"title_article": "Alabama woman convicted on federal anti-riot charge",
	"description_article": "A jury returned a guilty verdict for a racial justice protester who broke a local police car window with a bat.",
	"url_article": "https://www.politico.com/news/2021/05/20/alabama-woman-convicted-riot-charge-489723",
	"urtToImage_article": "https://www.bing.com/th?id=OVFT.VIIh1VfOIi_9brN_DNC5Mi",
	"publishedAt_article": "2021-05-20T04:02:00.0000000Z",
	"text_article": "An Alabama woman was found guilty on a federal civil disorder charge Wednesday following a rare federal-court trial for a participant in last year’s racial justice protests. After several hours of deliberations, a jury in Mobile convicted Tia Pugh, 22, of the felony charge for smashing a local police cruiser’s window with a bat during a demonstration held just six days after the death of George Floyd in the custody of Minneapolis police sparked nationwide outrage. \"We’re very disappointed and even dismayed by the verdict and think it’s contrary to the evidence,\" Pugh’s defense attorney, Gordon Armstrong, said in an interview. “Evidently, the jury saw it differently and we have to accept that.\" The case was one of dozens filed by the Justice Department under Attorney General Bill Barr after President Donald Trump called for an aggressive federal law enforcement response to unrest stemming from Floyd’s death.  In recent months, under the new Biden administration, Pugh’s case attracted the attention of officials at Justice Department headquarters because of a broad challenge she brought to the half-century-old statute.  Lawyers for Pugh, in cooperation with attorneys across the country defending against similar charges arising from last year’s unrest, argued that the 1968 law — formally called the \"Civil Obedience Act\" — has racist roots. The defense lawyers also pointed to other alleged flaws, such as the potential impact on First Amendment-protected activity like lawful demonstrations. They also said the measure lacks a sufficient connection to federal authority over interstate commerce.  Prosecutors, including one dispatched from Washington, defended the statute. They also noted that while it was not commonly used in recent decades, it is now being used to prosecute scores of suspects in the storming of the U.S. Capitol on Jan. 6.  U.S. District Court Judge Terry Moorer ruled the law was a valid exercise of congressional power, and he declined to wade into the complex history of the measure, which was passed as part of the broader Civil Rights Act of 1968.  Pugh faces up to five years in prison on the charge, although she will likely be sentenced according to federal guidelines that typically call for far less than the maximum.  Last week, defense lawyers for Pugh — who is Black — asked for a delay in the trial because of the small number of minorities in the roster of jurors assembled for the case. However, Moorer — Trump’s first Black appointee to the federal bench — allowed the trial to go forward.  The jury that was selected consisted of 10 white people and 2 Black people, Armstrong said.  Moorer set sentencing for Aug. 19, but said Pugh can remain free on bond until that date. Prosecutors asked that she be placed back on GPS tracking, but the judge declined.  Pugh still faces two state court charges related to her conduct at the same demonstration last May: inciting a riot and criminal mischief.  At least two other defendants charged in federal cases stemming from last year's protests have gone to trial. Last November, a jury in San Diego found Rudy Alvarez of guilty of pointing a laser at a police helicopter during unrest in June. He was later sentenced to five years probation.  Earlier this month, another San Diego federal jury convicted Zachary Karas of possession of molotov cocktails during a protest in La Mesa, last May. He's set to be sentenced in August."
}, {
	"source_API": "bing",
	"query_name": "Top News - US - Bing",
	"source_article": "Chicago Sun-Times",
	"source_icon": "https://www.bing.com/th?id=AR_eb5f1523c63a7648edc5175f645e374a&pid=news",
	"title_article": "Teen fatally shot during exchange of gunfire in South Shore; man killed in crossfire",
	"description_article": "The teen fired shots into a store at two men who returned fire about 8:55 p.m. in the 1700 block of East 71st Street, Chicago police said.",
	"url_article": "https://chicago.suntimes.com/crime/2021/5/19/22445142/teen-fatally-shot-during-exchange-of-gunfire-in-south-shore-man-killed-in-crossfire",
	"urtToImage_article": "https://www.bing.com/th?id=OVFT.UadExnzdiHRWltj3UjYzDy",
	"publishedAt_article": "2021-05-20T04:21:00.0000000Z",
	"text_article": "A man died after he was caught in crossfire at a South Shore store where one of the shooters, a 16-year-old boy, was also killed Wednesday night, according to Chicago police.  The teen fired shots into the store, apparently targeting two people, about 8:55 p.m. in the 1700 block of East 71st Street, Chicago police said.  The two returned fire, striking the teen in the abdomen and neck, as well as a 49-year-old man who was inside the store, police said.  The boy and the man were taken to the University of Chicago Medical Center, where they were pronounced dead, police said.  The man was identified as William Crawl, of Gresham, by the Cook County medical examiner’s office.  The boy was identified as John Lindsey, the medical examiner’s office said.  At least 15 gunshots were fired at the store, police said.  Two guns were recovered beneath a vehicle, as well as multiple extended magazine cartridges. The two gunmen in the store fled in a vehicle and were not in custody, police said."
}]